[{"head": "Supreme Court Decision Tracker", "chatter": "USA TODAY’s Richard Wolf breaks down what you need to know about the major Supreme Court cases coming up in the new term.", "share_language": "#SCOTUS top cases: What you need to know", "cases": [{"case_name": "Montgomery v. Louisiana", "status": "Not Yet Argued", "case_date": "Oral arguments: 10/13/2015", "case_title": "Juvenile justice", "is_decided": "", "question": "Does Miller v. Alabama, a 2012 Supreme Court case that banned mandatory life-without-parole sentences for juveniles convicted of murder, apply retroactively to those already serving life terms?", "argument_for": "Because the court has determined that children are constitutionally different from adults and cannot receive death sentences or mandatory life sentences, lawyers for Montgomery say the same should be true for those sentenced long ago as juveniles.", "argument_against": "The state says Supreme Court precedent bars retroactive application of most new criminal rules, and that applying the new standard to previously sentenced prisoners would lead to “burdensome relitigation of facts buried in the past or irretrievably lost.”", "quote_1": "", "quote_1_source": "", "quote_2": "", "quote_2_source": "", "outcome": "More than 2,000 people whose crimes were committed before they turned 18 could see their sentences reduced – including Henry Montgomery, who has been imprisoned more than 50 years for a murder he committed when he was 17.", "for": "", "against": "", "wildcard_or_concur_in_part": ""}, {"case_name": "Foster v. Chatman", "status": "Not Yet Argued", "case_date": "Oral arguments: 11/2/2015", "case_title": "Jury selection", "is_decided": "", "question": "Did prosecutors violate the Constitution’s promise of due process and a fair trial by striking all potential black jurors from a case involving the murder of a white woman by a black man? ", "argument_for": "Attorneys for Timothy Foster, who was 18 when he was charged with murder in Georgia, contend prosecutors were racially motivated and discriminated against him by getting an all-white jury to convict and sentence him to death. They say he deserves a new sentencing hearing.", "argument_against": "Prosecutors maintain the black jurors were struck for race-neutral reasons, based on their families, occupations and addresses, that could make them favor Foster’s planned defense on grounds of temporary insanity, drug and alcohol abuse, and a deprived background. ", "quote_1": "", "quote_1_source": "", "quote_2": "", "quote_2_source": "", "outcome": "The Supreme Court ruled in 1986 that jurors cannot be dismissed from jury duty simply because of their race. In one of several death penalty cases before the court this term, the prosecution’s notes from jury selection appear to show its efforts to exclude black jurors. ", "for": "", "against": "", "wildcard_or_concur_in_part": ""}, {"case_name": "Tyson Foods Inc. v. Bouaphakeo", "status": "Not Yet Argued", "case_date": "Oral arguments: 11/10/2015", "case_title": "Class actions", "is_decided": "", "question": "Can a class-action lawsuit be certified and damages awarded based on statistical techniques that assume all of the plaintiffs suffered the same basic injury?", "argument_for": "Workers at a Tysons Foods meat processing plant in Iowa claim they should have been paid overtime for putting on and taking off protective equipment.", "argument_against": "The company argues that its 1,300 employees have 420 different jobs requiring different clothing and equipment, so they could not have suffered the same injury and cannot sue as a class.", "quote_1": "", "quote_1_source": "", "quote_2": "", "quote_2_source": "", "outcome": "This is one of two new cases challenging the way lower courts allow lawyers to file lawsuits on behalf of thousands of people — a practice the justices have sought to restrict.", "for": "", "against": "", "wildcard_or_concur_in_part": ""}, {"case_name": "Friedrichs v. California Teachers Association ", "status": "Not Yet Argued", "case_date": "Oral arguments: Likely in December", "case_title": "Public sector unions", "is_decided": "", "question": "Should public employee unions be precluded from charging non-members for the costs of representing them, if those workers do not want to contribute?", "argument_for": "Non-union members forced to pay for the legal, but not political, representation of California teachers’ unions contend that all the unions’ activities involve public policy and elected officials, and are therefore political.", "argument_against": "Since federal law requires that they represent all teachers, the unions say all should pay at least for collective bargaining. Those who object to the union’s lobbying and political donations already can opt out of those payments.", "quote_1": "", "quote_1_source": "", "quote_2": "", "quote_2_source": "", "outcome": "This is the third time since 2012 that the court will examine payments made by objecting workers for unions’ mandated representation. Conservative justices appear poised to eliminate that requirement, which would be a major blow to the unions.", "for": "", "against": "", "wildcard_or_concur_in_part": ""}, {"case_name": "Evenwel v. Abbott", "status": "Not Yet Argued", "case_date": "Oral arguments: Likely in December", "case_title": "One person, one vote", "is_decided": "", "question": "Should states such as Texas be required to apportion state legislative districts based on the number of voters, rather than the current method, which uses total population? ", "argument_for": "Challengers to the current system say voters, not people, should have relatively equal political clout. They say the current system gives fewer voters in some districts a greater voice than larger numbers of voters in other districts.", "argument_against": "Defenders of the “one-person, one-vote” system say all residents of a political jurisdiction deserve equal representation, whether they are allowed to vote or not.", "quote_1": "", "quote_1_source": "", "quote_2": "", "quote_2_source": "", "outcome": "States must use total population for congressional districts; all choose to do that for state legislatures. Switching to voters would place larger populations in districts with more non-voters, such as illegal immigrants, children, ex-felons and prisoners.", "for": "", "against": "", "wildcard_or_concur_in_part": ""}, {"case_name": "Fisher v. University of Texas at Austin", "status": "Not Yet Argued", "case_date": "Oral arguments: Likely in December", "case_title": "Affirmative action", "is_decided": "", "question": "Is the student admissions system used by the University of Texas at Austin, which includes race as one factor in a “holistic” approach to filling a small part of the class, unconstitutional?", "argument_for": "Challengers to the current system say voters, not people, should have relatively equal political clout. They say the current system gives fewer voters in some districts a greater voice than larger numbers of voters in other districts.", "argument_against": "The university says about 25% of admission placements should be reserved for other non-academic factors, including race, to assure a truly heterogeneous mix of students.", "quote_1": "", "quote_1_source": "", "quote_2": "", "quote_2_source": "", "outcome": "The challenge brought by Abigail Fisher, a white woman denied admission in 2008, is back after the court voted 7-1 in 2013 to subject the university’s policy to tougher scrutiny. Conservative justices may be ready to strike down racial preferences.", "for": "", "against": "", "wildcard_or_concur_in_part": ""}, {"case_name": "Whole Woman’s Health v. Cole", "status": "Not Yet Granted", "case_date": "Not yet granted", "case_title": "Abortion", "is_decided": "", "question": "Do requirements that abortion clinics hire only doctors with admitting privileges at nearby hospitals, and meet the same standards as ambulatory surgical centers, constitute an undue burden in violation of Supreme Court precedent? ", "argument_for": "Operators of abortion clinics in the state claim the law is intended to limit abortions rather than protect women’s health and would force all but 10 clinics to close, forcing some women to drive up to 150 miles for services.", "argument_against": "The state says the requirements are intended to make abortion clinics and procedures safer without imposing an undue burden on women, since all the state’s major metropolitan centers still would have at least one operating clinic.", "quote_1": "", "quote_1_source": "", "quote_2": "", "quote_2_source": "", "outcome": "The court is likely to consider a Texas law that imposes the two requirements, following an appeals court ruling for the state that conflicts with other federal courts. It would be the first major abortion case in nine years and possibly the most important in a generation.", "for": "", "against": "", "wildcard_or_concur_in_part": ""}, {"case_name": "Roman Catholic Archbishop of Washington, D.C. v. Burwell ", "status": "Not Yet Granted", "case_date": "Not yet granted", "case_title": "Contraception", "is_decided": "", "question": "Should religious non-profits such as charities and universities with religious objections be completely exempt from the Affordable Care Act’s mandate that female employees be offered free birth control coverage, even if their insurers – not the employers themselves -- pay for the benefit? ", "argument_for": "More than 100 lawsuits have been filed by non-profit and for-profit businesses with religious objections that claim they should be granted the same protection as religious institutions, which do not have to get involved in contraception coverage.", "argument_against": "The Obama administration says those employers can order their insurers to pay the benefit, thereby avoiding any direct payment for a procedure some liken to abortion. ", "quote_1": "", "quote_1_source": "", "quote_2": "", "quote_2_source": "", "outcome": "This is the latest battle over Obamacare’s “contraceptive mandate,” which includes birth control among the coverage most employers must provide free of charge. Appeals courts have split over the issue.", "for": "", "against": "", "wildcard_or_concur_in_part": ""}], "id": 1.0}]